Repository: raffsalvetti/fossodoro
Catalog: translations/*.po
Languages: pt_br

source: Short Break
pt_br: Intervalo Curto

source: Long Break
pt_br: Intervalo Longo

source: %s - %02d:%02d remaining
pt_br: %s - %02d:%02d restando

source: Pomodoro Timer
pt_br: Cronômetro Pomodoro

source: Pomodoro session ended!
pt_br: O tempo Pomodoro acabou!

source: Break ended! Unpause to continue.
pt_br: O intervalo terminou! O cronometro está em pausa.

source: Please enter valid positive numbers.
pt_br: Por favor, use números positivos.

source: Are you sure you want to stop the timer?
pt_br: Tem certeza que quer parar o cronometro?

source: Configuration
pt_br: Configuração

source: Pomodoro Duration (minutes):
pt_br: Duração do Pomodoro (minutos):

source: Break Duration (minutes):
pt_br: Duração do Intervalo (minutos):

source: Long Break Duration (minutes):
pt_br: Duração do Intervalo Longo (minutos):

source: Pomodoros before Long Break:
pt_br: Pomodoros antes do Intervalo Longo:

source: Volume Level:
pt_br: Nível do Volume:

source: Notification Delay (seconds):
pt_br: Tempo da Notificação (segundos):

source: Save
pt_br: Salvar

source: Start
pt_br: Iniciar

source: Stop
pt_br: Parar

source: Toggle Chronometer
pt_br: Alternar Cronômetro

source: Configure
pt_br: Configurar

source: Quit
pt_br: Sair
